lyrics.org
#+title:Some lyrics

#+html_link_home: index.html

#+begin_export html
<style type="text/css"> body {font-family: "Source Han Serif", serif;} </style>
#+end_export

* lyrics
:PROPERTIES:
:CUSTOM_ID: songs
:END:

** [#A] 砂塵の彼方へ…

#+begin_verse
『Beyond the dust storm, an extended horizon,
within each wave, everlasting melody...』

旅人(たびびと)の季節(きせつ)は常(つね)に
過去(かこ)へと現在(いま)を奪(うば)うけど
あの日(ひ)重(かさ)ねた歌声(うたごえ)は
今(いま)もまだ響(ひび)いてる……
(Just for infinity)

傷跡(きずあと)も癒(いや)せずに僕等(ぼくら)は
何(なに)を待(ま)つのだろう
Good times for blend
もう一度(いちど)と廻(めぐ)ると信(しん)じていたい
砂(すな)の海(うみ)で水(みず)に焦(こ)がれ
爪(つめ)を剥(は)いでも祈(いの)りは井戸(いど)の底(そこ)
キミの名(な)は幻想(ドリーム)
儚(はか)なき調べ(メロディー)
唇(くちびる)が触(ふ)れる程(ほど)に遠離(とおざか)る
鳴(な)り止(や)まない胸(むね)の鼓動(リズム)
あと一(ひと)つだけ丘(おか)を越(こ)え
砂(すな)に祈(いの)りを埋(うず)めても
この手(て)を伸(の)ばすから どうか
Fly me……

『Dream port』

足跡(あしあと)も残(のこ)さずに僕等(ぼくら)は
何処(どこ)へ行(ゆ)くのだろう
Good-bye dear friend
もう一度(いちど)会(あ)えると信(しん)じていたい
砂(すな)の海(うみ)が暮(く)れ行(ゆ)く頃(ごろ)
全(すべ)ての叫(さけ)びが目指(めざ)す輝(かがや)き
キミの名(な)は幻想(ドリーム)
遙(はる)かな調べ(メロディー)
唇(くちびる)に歌(うた)を一(ひと)つ灯(とも)して
震(ふる)えるのは夜(よる)の共鳴(ハーモニー)
孤独(こどく)は声(こえ)を凍(こお)らせる
月(つき)に叫(さけ)びが届(とど)くなら
この身(み)を捧(ささ)ぐから どうか
Fly me……


(Fly me and take me to the forgotten land
Take me there
Fly me...)

『Dream port』

全(すべ)ての音(おと)がいつか
消(き)え失(う)せた静寂(せいじゃく)の中(なか)で
僕(ぼく)たちは震(ふる)えながら
愛(あい)の歌(うた)を歌(うた)い出(だ)す
風(かぜ)を超(こ)えて
遠(とお)い岸辺(きしべ)へ心(こころ)は行(ゆ)けるのだろう
遠(とお)くさざめく永遠(えいえん)の音楽(おんがく)が
僕等(ぼくら)を招(まね)くから……

砂(すな)を超(こ)えて
遠(とお)い岸辺(きしべ)で僕等(ぼくら)は出会(であ)うだろう
あの日(ひ)重(かさ)ねた歌声(うたごえ)をこの胸(むね)に
砂塵(さじん)の彼方(かなた)へ……
#+end_verse

** ハーフムーン・セレナーデ

#+begin_verse
  あなたのもとへ　届くなら
  水面（みなも）に散（ち）った　琥珀（きん）の枯（か）れ葉を
  風つまびく音符 （おんぶ） にして　想い伝える

  月の雫（しずく）を　左手に
  涙でそっと　ひとつにつなぐ
  好きな人と結（むす）ばれたい…… 深く祈るわ

  青春の雲が切れる　年頃（きせつ）抱きしめ

  誰もみんな　ひとりぼっちだから
  優しさを　愛（いど）おしむのね
  抱きしめて永遠（とお）く　あなたの胸の
  生命の響きに　満（み）ちる夢

  ふたりでいても　切なくて
  あなたの指を　ぎゅっとかんだの
  恋をしても男の人　迷わないのね

  流れて落ちた　星（ほし）の輪（ま）が
  胸の泉（いつみ）に　波（なみ）を立てれば
  欠（か）けた月は淋しさに似て　心痛むの

  美しい瞳（ひとみ）のまま　どうぞ愛して

  幸福（しあわせ）をさがす　幸福（しあわせ）ふたり
  抱きしめて生きてゆけたら
  離さないで　ああ　時の銀河に
  流され　大人になろうとも

  青春の雲が切れる　年頃（きせつ）抱きしめ

  誰もみんな　ひとりぼっちだから
  優しさを　愛おしむのね
  抱きしめて永遠（とお）く　あなたの胸の
  生命の響きに　満ちる夢
#+end_verse

** 僕らの手には何もないけど、

#+begin_verse
  君に見せたいものがあるんだ
  孤独な夜にもきっと
  遠くで輝き続ける
  幾（いく）千（せん）の星を

  失うこと
  割（わ）り切れぬこと
  弾（はじ）かれること
  叶わないこと
  でも足（あ）掻（が）くこと
  信じぬくこと
  上を向いて
  歩き出すこと

  僕らの手には何もないけど
  かわりに　つなぎあえるから
  一人きりで　迷わないで
  どんな日もこの手を離さないから

  君にあげたいものがあるんだ
  凍（こご）える夜にはいつも
  もう何も心配等（なん）せず
  眠れる毛布（おふ）を

  忘れられぬこと
  耐（た）えきれぬこと
  術（すべ）がないこと
  奪われること
  でも気付くこと
  君がいること
  守りたいものが
  強くさせること

  自分の色を誇（ほこ）れるように
  自由に色を足（た）せばいい
  ぼやけていた　この世界を
  この手が彩（いろ）ってゆくんだ

  認めてくれる人がいなくても
  サマになる肩（かた）書（え）きがなくても
  僕らの小さな手は明日きっと
  誰かを笑顔にできるから

  僕らの手には何もないけど
  かわりに　つなぎあえるから
  一人きりで　迷わないで
  どんな日もこの手を離さないから

  君に見せたいものがあるんだ
  孤独な夜にもきっと
  遠くで輝き続ける
  幾千の星を
#+end_verse

** 名もなき詩

#+begin_verse
  ちょっとぐらいの汚れ（よごれ）物ならば
  残さずに全部食べてやる
  Wow darling 君は誰
  真実を握（に）りしめる
  君が僕を疑（うたがう）っているのなら
  この喉（のど）を切ってくれてやる
  Wow darling 僕はノータリン
  大切な物をあげる wow-wow

  苛立（いらた）つような街並（な）みに立ったって
  感情（かんじょう）さえもリアルに
  持てなくなりそうだけど

  こんな不調和（じょうわ）な生活 (くらし) の中で
  たまに情緒（じょじょ）不安定（あんて）になるだろう？
  でも darlin 共（とも）に悩（なんや）んだり
  生涯（しょうがい）を君に捧（ささ）ぐ

  あるがままの心で 生きられぬ弱さを
  誰かのせいにして過（す）ごしている
  知らぬ間に築（きつ）いていた
  自分らしさの檻（おおび）の中で
  もがいているなら
  僕だってそうなんだ

  どれほど分り合える同志（とうし）でも
  孤独な夜はやってくるんだよ
  Wow darling このわだかまり
  きっと消せはしないだろう oh-wow

  いろんな事を踏（ふ）み台（たい）にしてきたけど
  失（いな）くしちゃいけない物が
  やっと見つかった気がする

  君の仕草が滑稽（こっけえ）なほど
  優しい気持ちになれるんだよ
  Wow darling 夢物語
  逢う度（たび）に聞かせてくれ

  愛はきっと奪うでも与（あた）えるでもなくて
  気が付けばそこにある物
  街の風に吹（ふ）かれて唄（うた）いながら
  妙なプライドは捨（す）ててしまえばいい
  そこからはじまるさ

  絶望（絶望）失望（失望 Down）
  何をくすぶってんだ
  愛（愛）自由（自由）希望（希望）夢（夢 勇気）
  足元をごらんよきっと転（ころ）がってるさ

  成（な）り行きまかせの恋におち
  時には誰かを傷つけたとしても
  その度（たび）心いためる様（だめ）な時代じゃない
  誰かを想いやりゃあだになり
  自分の胸につきささる

  だけど
  あるがままの心で生きようと願うから
  人はまた傷つていてゆく
  知らぬ間に築（きつ）いていた
  自分らしさの檻（おおび）の中で
  もがいているなら誰だってそう
  僕だってそうなんだ

  愛情ってゆう形のないもの
  伝えるのはいつも困難（こんなん）だね
  だから darlin この「名もなき詩（うた）」を
  いつまでも君に捧（ささ）ぐ
#+end_verse

** はなび

#+begin_verse
  どれくらいの値（めう）打（う）ちがあるだろう？
  僕が今生きているこの世界 に
  すべてが無意味だって思える
  ちょっと疲れてんのかなぁ

  手に入（い）れたもんと引き換（か）えにして
  切り捨（す）てたいくつもの輝き
  いちいち憂（うめ）いていれるほど
  平和な世（よ）の中じゃないし

  一体どんな理想を描いたらいい？
  どんな希望を抱（た）き進んだらいい？
  答えようもないその問（と）いかけは 日常に葬（ほうむ）られてく

  君がいたらなんていうかなぁ
  「暗い」と茶（ちゃ）化（か）して笑うのかなぁ
  その柔らかな笑顔に触れて
  僕の憂鬱（いううつ）が吹き飛んだらいいのに

  決（け）して捕（つか）まえることの出来ない
  花火のような光だとしたって
  もう一回 もう一回
  もう一回 もう一回
  僕はこの手を伸ばしたい

  誰も皆 悲しみを抱いてる
  だけど素敵な明日を願っている
  臆病（おくびょ）風に吹かれて 波風がたった世界を
  どれだけ愛することができるだろう？

  考えすぎで言葉に詰（つ）まる
  自分の不（ぶ）器用（きよう）さが嫌い
  でも妙に器用に立ち振（ふう）舞（ま）う
  自分はそれ以上に嫌い

  笑っていても 泣いて過ごしても
  平等（びょーどー）に時は流れる
  未来が僕らを呼んでる
  その声は今 君にも聞こえていますか？

  さよならが迎（むか）えに来ることを
  最初からわかっていたとしたって
  もう一回 もう一回
  もう一回 もう一回
  何度でも君に逢いたい

  めぐり逢えたことでこんなに
  世界が美しく見えるなんて
  想像（そうぞ）さえもしていない
  単純（だんじゅん）だって笑うかい？
  君に心からありがとうを言うよ

  滞（こどこ）らないように 揺（ゆ）れて流れて
  透き通ってく水のような 心であれたら

  逢いたくなったときの分まで
  寂しくなったときの分まで
  もう一回 もう一回
  もう一回 もう一回
  君を強く焼（や）き付けたい

  誰も皆 問題を抱（かか）えている
  だけど素敵な明日を願っている
  臆病（おくびょ）風に吹（ふ）かれて 波風がたった世界を
  どれだけ愛することができるだろう？
  もう一回 もう一回
  もう一回 もう一回
#+end_verse

** Hotel California

#+begin_verse
  On a dark desert highway, cool wind in my hair
  Warm smell of colitas rising up through the air
  Up ahead in the distance, I saw a shimmering light
  My head grew heavy and my sight grew dim, I had to stop for the night
  There she stood in the doorway, I heard the mission bell
  And I was thinkin' to myself, "This could be heaven or this could be hell"
  Then she lit up a candle and she showed me the way
  There were voices down the corridor, I thought I heard them say

  "Welcome to the Hotel California
  Such a lovely place (such a lovely place)
  Such a lovely face
  Plenty of room at the Hotel California
  Any time of year (any time of year)
  You can find it here"

  Her mind is Tiffany-twisted, she got the Mercedes-Benz, uh
  She got a lot of pretty, pretty boys that she calls friends
  How they dance in the courtyard, sweet summer sweat
  Some dance to remember, some dance to forget
  So I called up the Captain, "Please bring me my wine"
  He said, "We haven't had that spirit here since 1969"
  And still, those voices are calling from far away
  Wake you up in the middle of the night just to hear them say

  "Welcome to the Hotel California
  Such a lovely place (such a lovely place)
  Such a lovely face
  They're livin' it up at the Hotel California
  What a nice surprise (what a nice surprise)
  Bring your alibis"

  Mirrors on the ceiling, the pink champagne on ice
  And she said, "We are all just prisoners here of our own device"
  And in the master's chambers, they gathered for the feast
  They stab it with their steely knives, but they just can't kill the beast

  Last thing I remember, I was running for the door
  I had to find the passage back to the place I was before
  "Relax, " said the night man, "We are programmed to receive
  You can check out any time you like, but you can never leave"
#+end_verse
